Repository: fadiga/gstock_pyqt
Catalog: g_stock/locale/*/LC_MESSAGES/g_stock.po
Languages: fr

source: inout
fr: Sortie

source: You can not do this because
fr: Vous ne pouvez pas effectuer cette operation Car

source: There were no entry for this product
fr: Il n'y eu aucune entrée pour ce produit

source: input
fr: Entree

source: File %s is not available.
fr: Le fichier %s n'est pas disponible.

source: All reports
fr: Tous les produits

source: Product
fr: Produit

source: Number of carton
fr: Nombre de carton

source: Remaining
fr: Restant

source: The reports of the store: %s
fr: Les rapports du magasin: %s

source: Periodic report
fr: Rapport periodique

source: On date
fr: Date du debut

source: End date
fr: date de fin

source: to
fr: au

source: Reports of
fr: Le rapport du:

source: Store
fr: Magasin

source: The reports of the product: %s
fr: Les rapports du produit: %s

source: store
fr: Magasin

source: Dashboard
fr: Tableau de bord

source: The list of products that the rest is <100 cartons
fr: La liste des produits dont le reste est < 100 cartons

source: Table last operations
fr: Tableau des dernières opérations

source: Product warning
fr: Avertissement sur des produit

source: The last operations
fr: Les dernières opérations

source: Quantity
fr: Quantité

source: Delete Confirmation
fr: opération de suppression

source: Do you want to delete?
fr: Voulez-vous supprimer?

source: The product %(product)s found in %(store)s save the %(date)s
fr: Le produit %(product)s dans le %(store)s enregistré le %(date)s

source: Cancel
fr: Annuler

source: Your report has been deleted
fr: Votre rapport a été supprimé

source: Change
fr: Modification

source: Do you want to change?
fr: Voulez-vous modification?

source: Store Name
fr: Nom du Magasin

source: Records the change
fr: Enregister les modifications

source: The store has been changing
fr: Le magasin à été modifier

source: number of rooms
fr: Nombre de pièce dans le carton

source: The product has been changing
fr: Le produit a été bien modifié

source: Edit report
fr: Modification

source: Save
fr: Enregistrer

source: Your report has been amended
fr: Votre rapport a été modifié

source: Management reports
fr: Gestion des rapports

source: Table rapports
fr: Tableau des rapports

source: add report
fr: Ajouter un rapport

source: Number of carton
fr: Nombre de carton

source: error
fr: erreur

source: Registered operation
fr: Opération enregistrée

source: Delete
fr: Suppression

source: Edit
fr: Modifier

source: Inventory
fr: Inventaire

source: The Reports of:
fr: Le rapport du:

source: The Reports of:
fr: Le rapport du:

source: Stores
fr: Magasins

source: The list of stores
fr: La liste des magasins

source: Table stores
fr: Tableau des magasins

source: Add opertion
fr: Ajout d'opération

source: Error
fr: Erreur

source: Give the name of the store
fr: Donner le nom du magasin

source: Name
fr: Nom

source: Store Management
fr: Gestion des magasins

source: Exit
fr: Quiter

source: Products
fr: Produits

source: All Reports
fr: Tous les rapports

source: Management Reports
fr: Gestion des reports

source: &File
fr: &Fichier

source: &Export data
fr: &Exporter les données

source: Backup Database
fr: Dans un fichier db

source: In an Excel file
fr: Dans un fichier Excel

source: &Go to
fr: Aller à

source: New store
fr: Nouveau magasin

source: help
fr: Aide

source: About
fr: A propos

source: The list of products
fr: la liste des produits

source: Table products
fr: Tableau des produits

source: Add product
fr: Ajout un produit

source: Number of rooms
fr: Nombre de pièce dans le carton

source: The product %s was recorded
fr: Le produit %s a été enregistré

source: Give the room number in the box
fr: donner le nomber de pièce dans le carton

source: Give the name of the product
fr: Donner le nom du produit

source: Welcome!
fr: Bienvenue
